class TextHelper {
  static String authTxt = 'Войдите или зарегистрируйтесь';
  static String authTxt1 =
      'Чтобы делать покупки, отслеживать заказы и пользоваться персональными баллами';
  static String authTxt2 = 'Для оформления заказа нужен ваш телефон';
  static String userAgreement =
      'Продолжая, Вы соглашаетесь со сбором, обработкой персональных данных и Ползовательским соглашением';
  final String userComment =
      'Спасибо за созданный образ, на любоваться не могу. Были учтенны все мои пожелания и очень профессиональный подход Анны Цвет получился совсем не тот который я хотела. И пришлось ждать мастера, хоть и время по записи уже проходило.';
}
